7zip
acpi
alacritty
apparmor
archcraft-about
archcraft-artworks
archcraft-backgrounds
archcraft-backgrounds-branding
archcraft-config-geany
archcraft-config-music
archcraft-config-qt
archcraft-cursor-bibata
archcraft-cursor-breezex
archcraft-cursor-colloid
archcraft-cursor-fluent
archcraft-cursor-future
archcraft-cursor-layan
archcraft-cursor-lyra
archcraft-cursor-material
archcraft-cursor-nordic
archcraft-cursor-pear
archcraft-cursor-qogirr
archcraft-cursor-simple
archcraft-cursor-sweet
archcraft-cursor-vimix
archcraft-cursor-windows
archcraft-fonts
archcraft-funscripts
archcraft-grub-theme
archcraft-gtk-theme-adapta
archcraft-gtk-theme-arc
archcraft-gtk-theme-blade
archcraft-gtk-theme-catppuccin
archcraft-gtk-theme-cyberpunk
archcraft-gtk-theme-dracula
archcraft-gtk-theme-easy
archcraft-gtk-theme-everforest
archcraft-gtk-theme-fluent
archcraft-gtk-theme-groot
archcraft-gtk-theme-gruvbox
archcraft-gtk-theme-hack
archcraft-gtk-theme-juno
archcraft-gtk-theme-kanagawa
archcraft-gtk-theme-kripton
archcraft-gtk-theme-manhattan
archcraft-gtk-theme-material
archcraft-gtk-theme-nightfox
archcraft-gtk-theme-nordic
archcraft-gtk-theme-orchis
archcraft-gtk-theme-qogir
archcraft-gtk-theme-rick
archcraft-gtk-theme-slime
archcraft-gtk-theme-spark
archcraft-gtk-theme-sweet
archcraft-gtk-theme-tokyonight
archcraft-gtk-theme-valyrian
archcraft-gtk-theme-wave
archcraft-gtk-theme-white
archcraft-gtk-theme-windows
archcraft-help
archcraft-hooks
archcraft-hooks-grub
archcraft-hooks-zsh
archcraft-hyprland
archcraft-icons-arc
archcraft-icons-ars
archcraft-icons-azure
archcraft-icons-beautyline
archcraft-icons-breeze
archcraft-icons-candy
archcraft-icons-colloid
archcraft-icons-fluent
archcraft-icons-glassy
archcraft-icons-hack
archcraft-icons-luna
archcraft-icons-luv
archcraft-icons-mojavecircle
archcraft-icons-nordic
archcraft-icons-numix
archcraft-icons-papirus
archcraft-icons-qogir
archcraft-icons-sweetfolders
archcraft-icons-tela
archcraft-icons-vimix
archcraft-icons-white
archcraft-icons-win11
archcraft-icons-zafiro
archcraft-icons-zafironord
archcraft-mirrorlist
archcraft-music
archcraft-neofetch
archcraft-omz
archcraft-plymouth-theme
archcraft-ranger
archcraft-scripts
archcraft-sddm-theme
archcraft-skeleton-wayland
archcraft-vim
aspnet-runtime
aspnet-runtime-8.0
atril
autoconf
automake
b43-fwcutter
base
base-devel
bcachefs-tools
bind
bison
blueman
bluez
bluez-utils
bolt
brltty
broadcom-wl
btrfs-progs
bzip2
clonezilla
cloud-init
cryptsetup
cups
cups-filters
cups-pdf
dbus-broker-units
dhcpcd
dialog
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
dotnet-sdk
dotnet-sdk-8.0
downgrade
e2fsprogs
edk2-shell
efibootmgr
ethtool
exfatprogs
f2fs-tools
fakeroot
fatresize
fcitx5
fcitx5-anthy
fcitx5-configtool
fcitx5-gtk
fcitx5-hangul
fcitx5-mozc
fcitx5-qt
ffmpeg
ffmpegthumbnailer
flex
foomatic-db
foomatic-db-engine
foot-terminfo
fsarchiver
galculator
gcc
geany
geany-plugins
ghostscript
git-lfs
globalprotect-openconnect
gnome-keyring
google-chrome
gpart
gparted
gpm
gptfdisk
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gtk3-nocsd-git
gufw
gutenprint
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gzip
hdparm
highlight
htop
hyperv
inetutils
inotify-tools
intel-ucode
iptables
iw
iwd
jasper
jetbrains-toolbox
jfsutils
jq
kitty
kitty-terminfo
kvantum
kvantum-qt5
lazygit
ldns
less
libavif
libde265
libdv
libfido2
libheif
libmpeg2
libtheora
libusb-compat
libvpx
libwebp
light
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-headers
lrzip
lsb-release
lsscsi
lvm2
lz4
lzip
lzop
make
man-db
man-pages
mdadm
meld
memtest86+
memtest86+-efi
mesa
mesa-utils
minecraft-launcher
mkinitcpio
mkinitcpio-firmware
mkinitcpio-nfs-utils
mmc-utils
modemmanager
mono
mpc
mpd
mplayer
mtools
nano
nbd
ncdu
ncmpcpp
ndisc6
neovim
nethogs
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nilfs-utils
nm-connection-editor
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-settings
nvidia-utils
nvme-cli
obs-studio
open-iscsi
openconnect
openpgp-card-tools
openssh
openvpn
os-prober
partclone
parted
partimage
pastel
patch
pavucontrol
pcsclite
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plymouth
polkit
powertop
ppp
pptpclient
prismlauncher
proj
pulsemixer
pv
python-pip
python-pywal
python-virtualenv
qt5-wayland
qt5ct
qt6ct
ranger
refind
reflector
rofi-lbonn-wayland-git
rsync
rxvt-unicode-terminfo
schroedinger
screen
sddm-git
sdparm
sequoia-sq
sg3_utils
smartmontools
snapd
sof-firmware
squashfs-tools
steam
sudo
systemd-resolvconf
tcpdump
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tmux
tpm2-tools
tpm2-tss
trash-cli
tumbler
udftools
udisks2
ueberzug
ufw
unarchiver
unityhub
unrar
unzip
usb_modeswitch
usbmuxd
usbutils
viewnior
visual-studio-code-bin
vivaldi
vpnc
wdisplays
wget
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
wvdial
x264
x265
xarchiver
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-video-fbdev
xf86-video-vesa
xfce-polkit
xfsprogs
xl2tpd
xorg-xinput
xsel
xvidcore
xz
yad
yay
yay-debug
zed
zip
zsh
zstd
